Revit 2027 API
ParameterTypeId.PhyMaterialProperties Property
 "Properties"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialProperties { get; }
Public Shared ReadOnly Property PhyMaterialProperties As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialProperties {
	ForgeTypeId^ get ();
}
static member PhyMaterialProperties : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace